Repository: chenhuang511/MailiOS-BHXH
Catalog: *.lproj/Localizable.strings
Languages: vi

source: Inbox
vi: Hộp thư đến

# Attachments
source: Attachment
vi: Thư đính kèm

source: Sent
vi: Thư đã gửi

source: All Mail
vi: Tất cả thư

source: Spam
vi: Thư rác

source: Trash
vi: Thùng rác

# Logout
source: Sign out
vi: Đăng xuất

# Confirm
source: Are you sure you want to sign out?
vi: Xác nhận đăng xuất?

source: View
vi: Xem

source: OK
vi: Đồng ý

# Out
source: Exit
vi: Thoát

source: Cancel
vi: Bỏ qua

source: Send
vi: Gửi

source: Compose
vi: Soạn thư

source: Back
vi: Trở về

# Config
source: Settings
vi: Cài đặt

source: Preview
vi: Xem trước

# DownloadData
source: Download
vi: Tải về

# ConfigToken
source: Security token settings
vi: Cài đặt Token

# AlwaysSign
source: Always add digital signature
vi: Luôn tạo chữ ký số

# Cert
source: Details
vi: Chi tiết

# Off
source: Turn off
vi: Tắt

source: Yes
vi: Có

source: No
vi: Không

source: Turn on
vi: Bật

source: Turn off
vi: Tắt

# ConnectProblem
source: Connection problem!
vi: Lỗi kết nối!

source: Token setting
vi: Cài đặt Token

source: From
vi: Từ

source: To:
vi: Tới:

source: Subject:
vi: Chủ đề:

# AttachFile
source: Attachment
vi: Đính kèm

# SignEmail
source: Digitally Sign Message
vi: Ký số email

# EncryptEmail
source: Encrypt Message
vi: Mã hoá email

# Success
source: Email has been sent!
vi: Gửi email thành công!

# SecureOptions
source: Security options
vi: Bảo mật

# ChooseSign
source: Digital sign your message...
vi: Bạn chọn ký số email

# iMailLogin
source: Sign in iMail
vi: Đăng nhập iMail

# iMailLogout
source: Sign out iMail
vi: Đăng xuất iMail

source: Login
vi: Đăng nhập

# UserInfo
source: USER INFORMATION
vi: THÔNG TIN NGƯỜI DÙNG

# DisplayName
source: Name:
vi: Người dùng:

# MailBox
source: Email:
vi: Hòm thư:

source: User Name:
vi: Tài khoản:

source: Password:
vi: Mật khẩu:

source: Address:
vi: Địa chỉ:

source: Port:
vi: Cổng

source: Date expire
vi: Ngày hết hạn

source: Required
vi: Yêu cầu

source: Optional
vi: Tuỳ chọn

# InvalidEmail_
source: Please enter a valid email address!
vi: Vui lòng nhập đúng định dạng email!

# OtherAtt
source: others
vi: đính kèm khác

# TurnOffSeEmail
source: Turn off email security
vi: Tắt bảo mật email

# ChooseSecurity
source: Choose the security device
vi: Chọn thiết bị bảo mật

# EmailSecurity
source: Token Passcode Protect
vi: Bảo vệ bằng mật khẩu token

# DeviceSecurity
source: Security device
vi: Thiết bị bảo mật

# DeviceSerial
source: Token serial
vi: Serial của thiết bị

# SetUpSercu
source: Security Settings
vi: Thiết lập bảo mật

# CurrentSecurity
source: Current security status
vi: Trạng thái bảo mật hiện tại

# TurnOffSecurity
source: Email security has been turned off
vi: Tắt bảo mật email thành công!

# SecurityDevice
source: Not selected security devices!
vi: Chưa chọn thiết bị bảo mật!

# PasswordWrong
source: Incorrect password!
vi: Mật khẩu sai!

# CheckingPass
source: Checking password...
vi: Đang kiểm tra mật khẩu Token...

# PassisEmpty
source: Token password is empty!
vi: Mật khẩu trống

# CantLogin
source: Can't login to token!
vi: Không thể đăng nhập Token

# ConnectToToken
source: Connecting token...
vi: Đang kết nối Token...

# NoToken
source: You have not installed security token!
vi: Chưa cài đặt Token!

# TokenPass
source: Token password
vi: Mật khẩu Token

# TokenPassWrong
source: Incorrect token password!
vi: Sai mật khẩu Token

# ChooseCertSuccess
source: Choose Certificate successful!
vi: Chọn chứng thư thành công!

source: Error
vi: Lỗi

# ErrorToken
source: Can't connect to token!
vi: Lỗi kết nối Token

# NotSetup
source: mCA Token is not installed
vi: Chưa cài đặt mCA Token

# EnterAll
source: Please enter all information!
vi: Vui lòng nhập đầy đủ thông tin!

# Notifi
source: Message
vi: Thông báo

# CheckInternet
source: Please check your Internet Connection!
vi: Vui lòng kiểm tra lại kết nối Internet!

source: Please wait...
vi: Vui lòng chờ

# LoginError
source: Login failed
vi: Đăng nhập thất bại

# 2StepAuthenError
source: Please disable 2-step authentication to login your account!
vi: Vui lòng tắt bảo mật 2 lớp để đăng nhập tài khoản!

# LoginErrorMsg
source: Authentication Failed!
vi: Hãy kiểm tra lại tên tài khoản, mật khẩu hoặc thiết lập bảo mật của tài khoản

# ChooseCert
source: Choose Certificate
vi: Chọn chứng thư

# TokenType
source: Choose token type
vi: Chọn kiểu Token

source: Loading...
vi: Đang tải dữ liệu ...

# SoftPass
source: Soft Token password
vi: Mật khẩu Soft Token

# HardPass
source: Hard Token password
vi: Mật khẩu Hard Token

# LoginTokenFail
source: Password is incorrect. Please try again!
vi: Sai mật khẩu. Vui lòng nhập lại!

# LoginTokenNotInsert
source: Please enter token password!
vi: Vui lòng nhập mật khẩu Token để đăng nhập hòm thư!

# DestroyMail
source: Do you want to discard this email?
vi: Bạn muốn huỷ thư?

# EmailNotCorrect
source: Incorrect email address!
vi: Sai địa chỉ Email

# NotEnterEmail
source: Recipient's email is incorrect
vi: Vui lòng nhập đúng địa chỉ email người nhận

# Albums
source: Album
vi: Album ảnh

# SynchronizeFolder
source: Itunes sharing folder
vi: Thư mục chia sẻ Itunes

# DbError
source: Database error!
vi: Lỗi cơ sở dữ liệu

# DbError_CertUser
source: No recipient's certificate to encrypt!
vi: Không có chứng thư của người nhận để mã hoá

# EncryptMailError_Send
source: Email encryption is only sent to one person!
vi: Mail mã hoá chỉ gửi được cho một người!

# EncryptMailError_NoCert
source: No recipient's certificate to encrypt!
vi: Chưa có chứng thư của người nhận để mã hoá!

# CantSendEmail
source: Unable to send mail. Please try again!
vi: Không gửi được thư. Vui lòng thử lại!

# SuccessSendEmail
source: Email has been sent!
vi: Thư đã gửi!

# RemoveAtt
source: Remove attachment
vi: Gỡ đính kèm

# DownloadEncryptFile
source: Downloading encrypted file...
vi: Tải tệp tin mã hoá...

# Decode
source: Decrypting...
vi: Đang giải mã...

# Download
source: Downloading data...
vi: Đang tải dữ liệu...

# CantDecode
source: Email can not be decrypted by your token settings!
vi: Thư không thể giải mã bằng token đã cài đặt!

# ValidSign
source: The digital signature on this message is Valid and Trusted!
vi: Chữ ký trên email hợp lệ và được cấp bởi một nhà cung cấp chứng thực số tin tưởng!

# InvalidSign
source: Email was signed by an Invalid signature!
vi: Thư được ký bằng chữ ký không hợp lệ

# InvalidCert
source: The digital signature on this message is Invalid or Not Trusted!
vi: Chữ ký Không Hợp Lệ hoặc chứng thư dùng để ký được cấp bởi một nhà cung cấp chứng thực số Không Tin Tưởng!

# Revoked
source: Email was signed by a Revoked certificate!
vi: Email được ký bằng chứng thư Không hợp lệ hoặc bị Thu hồi!

# Expired
source: Email was signed by an Expired certificate
vi: Email được ký bằng chứng thư Hết hạn!

# InvalidEmail
source: Valid signature but sender address isn't same as email on certificate!
vi: Chữ ký hợp lệ nhưng địa chỉ người gửi Không trùng với email đăng ký chứng thư!

# UnknownErr
source: OCSP response error. Please check connection or your token settings!
vi: Lỗi phản hồi OCSP! Vui lòng kiểm tra lại kết nối mạng hoặc cài đặt token!

# Revoked_Cert
source: Can't process with revoked certificate!
vi: Chứng thư bị thu hồi!

# Expired_Cert
source: Can't process with expired certificate!
vi: Chứng thư hết hạn!

# VerifyCert
source: Verifying certificate...
vi: Kiểm tra chứng thư...

source: (No subject)
vi: (Thư không có chủ đề)

# KeyPair
source: Key pair does not exist or invalid key pair!
vi: Không tồn tại cặp khoá hoặc cặp khoá không hợp lệ!

# EmailProtect
source: Email protection
vi: Bảo vệ email

# MessageInfoSign
source: Email was signed with a digital certificate
vi: Thư được ký số

# MessageInfoEncrypt
source: Email was encrypted
vi: Thư được mã hoá

# Monday1
source: Monday
vi: Thứ 2

# Tuesday1
source: Tuesday
vi: Thứ 3

# Wednesday1
source: Wednesday
vi: Thứ 4

# Thursday1
source: Thursday
vi: Thứ 5

# Friday1
source: Friday
vi: Thứ 6

# Saturday1
source: Saturday
vi: Thứ 7

# Sunday1
source: Sunday
vi: CN

# Contain
source: Token does not contain certificate and corresponding key pair!
vi: Token không chứa chứng thư và cặp key tương ứng!

# Info
source: Certificate Information
vi: Thông tin chứng thư

# Info_ID
source: Serial number
vi: Mã chứng thư

# Info_Owner
source: Subject
vi: Chủ thể

# Info_Email
source: Email
vi: Email đăng ký chứng thư

# Info_Company
source: Issuer
vi: Tổ chức cung cấp

# Info_Start
source: Start date
vi: Ngày bắt đầu hiệu lực

# Info_Expire
source: Expire date
vi: Ngày hết hiệu lực

source: Privacy Policy
vi: Chính sách bảo mật

# SendSkipErr
source: Send and Ignore invalid address
vi: Gửi thư mã hoá và bỏ qua địa chỉ lỗi

# ListErrMail
source: The following address doesn't contain certificate to encrypt:
vi: Các địa chỉ sau không đăng ký chứng thư để mã hoá:

# AllErrMail
source: Recipient doesn't have certificate to encrypt!
vi: Người nhận không đăng ký chứng thư để mã hoá!

# ConnectSMTP
source: Cannot connect to SMTP server!
vi: Không thể kết nối đến máy chủ SMTP!

source: Security Settings
vi: Cài đặt bảo mật

# MoreOptions
source: Options
vi: Tuỳ chọn

# Signature
source: Mobile Signature
vi: Chữ ký người dùng

# Signature_default
source: Send from iMail for iOS
vi: Gửi từ ứng dụng iMail cho iOS

source: Language
vi: Ngôn ngữ

source: Vietnamese
vi: Tiếng Việt

source: English
vi: Tiếng Anh

# LangChangedNoti
source: Need to restart app for the changes to take effect
vi: Yêu cầu khởi động lại ứng dụng để thay đổi có hiệu lực

# RateApp
source: Rate this app
vi: Đánh giá ứng dụng

source: Send Feedback
vi: Góp ý và báo lỗi

# VersionApp
source: Version
vi: Phiên bản

source: About
vi: Thông tin ứng dụng

# FileDownloadSuccess
source: Download successfully!
vi: Tải thành công!

# FileDownloadToPhotoSuccess
source: Save to Camera Roll successfully!
vi: Lưu vào Cuộn Ramera thành công!

# CantVerifyTitle
source: Message
vi: Lỗi xác thực

# CantVerify
source: Can't verify this email because it's too large!
vi: Không thể xác thực chữ ký trên email do dung lượng tệp đính kèm quá lớn!

# HUDCantVerify
source: Can't verify this email because it's too large
vi: Không thể xác thực chữ ký trên email

# DeleteSwipe
source: Delete
vi: Xoá

# Unseen
source: Mark as Unread
vi: Đánh dấu chưa đọc

# Seen
source: Mark as Read
vi: Đánh dấu đã đọc

source: Flag
vi: Cờ

# NoCertToken
source: No digital certificate in the token!
vi: Token không có chứng thư!

source: More
vi: Thêm

source: Reply
vi: Trả lời

source: Forward
vi: Chuyển tiếp

# Junk
source: Move to Spam
vi: Di chuyển vào Spam

source: Move to...
vi: Di chuyển thư...

# MoveToFolders
source: Select a folder
vi: Chọn một thư mục

# SelectCertDefault
source: Token contains the certificate with information same as your email address. Do you want to use this?
vi: Token có chứng thư trùng với thông tin email vừa đăng nhập. Bạn muốn sử dụng chứng thư này?

# FileManager
source: Downloaded Files
vi: Tệp tin tải về

# CreateDate
source: Created date:
vi: Ngày tạo:

# NoFile
source: No file in Itunes sharing folder!
vi: Thư mục trống!

# DeleteFile
source: Are you sure you want to delete this file ?
vi: Bạn có muốn xoá file này?

# DeleteFileSuccess
source: File deleted successfully!
vi: Xoá file thành công!

# DeleteFileFailed
source: Fail to delete file!
vi: Xoá file thất bại!

# ErrorAttachment
source: Too large attachment(s)!
vi: Dung lượng đính kèm quá lớn!

# LoadingLoginPage
source: Loading...
vi: Tải trang đăng nhập...

# FailAndBeginLoginGmail
source: Access to account is not permitted. Please login your account again!
vi: Đăng nhập bị từ chối. Vui lòng đăng nhập lại tài khoản vừa truy cập!

# FetchEmailError
source: Can not fetch email!
vi: Không thể tải email!

# PrivacyPolicy
source: Policy
vi: Chính sách

source: Edit
vi: Sửa

source: More All
vi: Thêm hết

source: Delete All
vi: Xóa hết
